[
  {
    "id": 1,
    "name": "Social Media",
    "tag": "Social media",
    "imgSrc": "",
    "titles": [
      "MAKARI BEBE",
      "DR TEAL<span class='font-mainFont'>'</span>S",
      "PERFECT TRUST"
    ],
    "descriptions": [
      "Makari Bebe is the brand I worked on when I was a junior designer at Shefa-Ink. I created a variety of social media communications for their online community.",

      "Dr teal's is another brand I worked on while at Shefa-Ink Marketing Agency. I created visual communications to help the brand's visibility.",

      "Perfect Trust is the brand I've worked on the most, since when I was a junior designer at Shefa-Ink. Perfect Trust is Shefa-Ink's priority client, so I created a variety of social media communications for their online community."
    ],
    "images": {
      "img_0": ["", "", "", "", ""],
      "img_1": ["", "", "", "", ""],
      "img_2": ["", "", "", "", ""]
    }
  },
  {
    "id": 2,
    "name": "Logo & Brand Identity",
    "tag": "Logo design",
    "imgSrc": "",
    "titles": [
      "VISA <span class='font-mainFont'>4</span> AFRICA",
      "IHEOMA GINKANWA FOUNDATION",
      "CULTURE JAM AFRICA"
    ],
    "descriptions": [
      "Visa 4 Africa, is a tourism and travel agency based in Kenya.The CEO wanted a logo that transcends the agency's core principles and positions them for modern mediums.",

      "Iheoma Ginkanwa is a charity organization based in Nigeria. The representative wanted a unique logo that reflects the essence of joy in giving. They envisioned a design that would capture the spirit of their charity organization and resonate with the people they aimed to help.",

      "Culture Jam Africa, the client wanted each sector of the event highlighted on the logo and use of African-focused symbolism."
    ],
    "images": [
      ["https://res.cloudinary.com/dwclpat7w/image/upload/v1691381063/vfa1_t8igde.jpg", "https://res.cloudinary.com/dwclpat7w/image/upload/v1691381058/vfa2_olgeqf.jpg", "https://res.cloudinary.com/dwclpat7w/image/upload/v1691381060/vfa3_qjligy.jpg", "https://res.cloudinary.com/dwclpat7w/image/upload/v1691381061/vfa4_qxoq16.jpg", "https://res.cloudinary.com/dwclpat7w/image/upload/v1691381063/vfa5_gdryzl.jpg"],
      ["", "", "", "", ""],
      ["", "", "", "", ""]
    ]
  },
  {
    "id": 3, 
    "name": "Activations, OOH Podiums",
    "tag": "Activation & Ooh",
    "imgSrc": "",
    "titles": [
      "SOMMA",
      "LAROCHE POSAY <span class='font-mainFont'>&</span> CERAVE",
      "DR TEAL<span class='font-mainFont'>'</span>S"
    ],    
    "descriptions": [
      "Somma wanted a booth at beauty west Africa, whereby customers at the event are drawn to their podium to drive sales. The idea was to create a Spin the Wheel stand as well as other brand-related materials. Mock-ups were created to sell the idea and then implemented at landmark by I and the rest of the Shafa-ink team.",

      "I was tasked to design a connecting photo stand for both brands. The photo stand was strategically placed at the entrance of the event, where it would attract maximum attention from attendees. Its sleek and modern design perfectly complemented the aesthetic of the brands it represented, creating an enticing visual display that piqued curiosity.",

      "I was given a brief to design a Point of sale material for Dr teal's in Nigeria. I went on to showcase the brand's visual identity and products."
    ],
    "images": {
      "img_0": ["", "", "", "", ""],
      "img_1": ["", "", "", "", ""],
      "img_2": ["", "", "", "", ""]
    }
  },
  {
    "id": 4, 
    "name": "UI/UX",
    "tag": "UiUx",
    "imgSrc": "",
    "titles": [
      "PERFECT TRUST",
      "SHEFA INK"
    ],    
    "descriptions": [
      "I was given the task of Perfect Trust company profile,As I began developing the user interface for the Perfect Trust company website, my main goal was to create a visually appealing and intuitive design that effectively showcased their store count and reach. To achieve this, I started by conducting thorough research on the company's brand identity, target audience, and competitors. Understanding their unique selling points and market positioning allowed me to tailor the user interface to align with their overall brand image.",

      "As I delved into the task of developing the user interface for Shefa-Ink's company website, I realized the immense opportunity to showcase our exceptional marketing abilities. The user interface would serve as a digital gateway, inviting visitors to explore and experience the innovative strategies and creative solutions we offer. To begin with, I envisioned a visually captivating design that would immediately grab the attention of users. Incorporating vibrant colors, modern typography, and sleek animations, the interface would exude professionalism while reflecting our dynamic approach to marketing. By creating an aesthetically pleasing layout, we could establish credibility and leave a lasting impression on potential clients."
    ],
    "images": {
      "img_0": [""],
      "img_1": [""]
    }
  }
]
